{
  "intro": "",
  "pageTitle": "How to Stay Safe",
  "pageBody": "### What's a COVID, anyway?\n\nCOVID is the disease caused by coronavirus, a virus that has infected people throughout the world. The word ‘corona’ means crown. The virus looks kind of like a crown under an electron microscope.\n\nIn December 2019, a new subtype of coronavirus emerged called SARS-CoV-2 which has rapidly spread worldwide and has been classified by the World Health Organisation as a pandemic. People who become infected with this new virus can develop coronavirus disease 2019 (COVID-19).\n\nCOVID-19 sometimes causes sudden severe lung disease, especially in older people or in those with other chronic illnesses like diabetes, heart disease, or emphysema. There is no cure or vaccination available yet and our most effective approach is to halt the spread of the disease.\n\n### So, how do we beat this thing?\n\nBy breaking the chain of transmission.\n\nUnfortunately, the virus is very contagious and most people with the virus infect multiple other people. This leads to exponential growth of the number of positive cases. Stopping this from happening requires drastic behaviour change from every single South African. This is a team effort.\n\n**Behave as if everyone you come across already has the virus.**\n\n* Wear a mask whenever in proximity to people not living in your household. Wearing a mask may protect you but if we all wear one, we protect each other.\n* Regularly and thoroughly wash your hands with soap and water for at least 20 seconds or clean with an alcohol-based hand rub.\n* Maintain at least 1 metre of distance between yourself and anyone else whenever possible.\n* No kisses, no hugs, no hand-shakes, no fist-bumps.\n* Avoid touching your eyes, nose or mouth.\n\nIf you develop symptoms or come into contact with a COVID-19 patient, then we will advise you to go into quarantine. This needs to be strictly adhered to and is our most effective action against the virus.\n\n### Why should I not be tested for COVID-19 if I am concerned but have no symptoms?\n\nThere are a number of reasons why the NICD does not recommend testing of a person with no symptoms, even if you are a close contact of a confirmed COVID-19 case, or have recently travelled to a country where COVID-19 is circulating in the community:\n\n* A negative test result in a person with no symptoms does not mean that you do not have COVID-19. You could still be in the early stage of COVID-19 and develop symptoms later. Therefore, testing when you do not have symptoms could give a false-negative result.\n* Even if your laboratory test result was negative, you would still need to stay at home in quarantine for 14 days if you travelled to a region with high transmission or had close contact with a person with confirmed COVID-19.\n* If you tested negative and mistakenly interpreted this to mean that you were not infected, you could go back to your usual activities and spread the virus while you still had an early infection.\n* There is a shortage of laboratory tests globally, and we need to reserve our valuable laboratory testing resources for those who are sick and for those groups of people where we can use these test results for public health good. It is safer for you and everyone else to only test when necessary.\n\n### I was in contact with someone who has COVID-19, shouldn't I test myself?\n\nThe NICD is only recommending COVID-19 testing if you develop symptoms within 14 days of your last close contact with a person with COVID-19.  A 14 day quarantine period is necessary, however, so that you don’t pass on the virus if you are infected.\n\nBy using our screening tool daily, you are able to keep tabs on your own symptoms and we will help you get tested should you develop symptoms.\n\n### I have some symptoms, can I be tested?\n\nThe symptoms of COVID-19 include cough, sore throat, shortness of breath or fever. If you have a sudden onset of any of these four symptoms, you should be tested. Testing as many symptomatic people as possible is vital to slowing transmission of the virus.  If you only have other symptoms such as headache, nausea or loss of smell then you should not be tested but rather monitor your symptoms daily and test only if you develop one of the symptoms above. Importantly, all of the symptoms may be seen in other illnesses such as the seasonal flu and having symptoms doesn’t necessarily mean that you have COVID-19.\n\nIn summary, The National Institute of Communicable Diseases (NICD) recommends that you should only get tested if you have a sudden onset of one of the following four symptoms:\n\n* Cough\n* Sore throat\n* Shortness of breath\n* Fever or history of fever\n\nIf you have other symptoms not listed above, you may still require testing should a medical doctor deem it necessary. Check-in with us at least daily and we will inform you as soon as testing or medical care is recommended.\n\n### What does home quarantine mean?\n\nHome quarantine is one of our most powerful weapons against the virus as it breaks the chain of transmission. It is vital that if you have been asked to enter self-quarantine that you do so completely for the full 2 weeks.\n\n#### **Stay at home**\n\n* Do not go to work, school, or any public areas.\n* If necessary, talk to your employer and let them know that you cannot come to work. Do not use any public transport (including buses, minibus taxis, and taxi cabs).\n* Do not travel.\n* You should cancel all your routine medical and dental appointments.\n* If possible, you should not even go out to buy food, medicines or other essentials. Ask your friends or family for help. .\n* If you have access to the internet, you can order your shopping or medications online, but tell delivery drivers to leave any items for collection outside your house. Delivery drivers should not come into your house at all.\n* You should not go outside to exercise, unless you can maintain a safe distance from others in an outdoors space.\n* You should not have any visitors in your home during your quarantine period.\n* Keep in touch with your relatives, friends and colleagues over the phone, internet or by using social media.\n\n### I’m COVID-19 positive - shouldn’t I be in the hospital?\n\nOnly patients with severe symptoms need to be treated in a hospital. In fact, we will all be better off and receive better care if we don’t overcrowd our medical facilities.  \nSevere symptoms include:\n\n* Difficulty breathing\n* Pain or pressure in the chest\n* Sleepiness or confusion\n* Lips or face turning blue\n\nWe will refer you to medical care straight away should you report any of these symptoms.\n\nFor most people who contract the virus, your symptoms will be mild and can be managed at home with rest and appropriate medication as guided by your doctor. It is vital, however, not to pass the virus on to anyone. Strict self-quarantine is essential.",
  "content_section": [

  ]
}
