{
  "pageTitle": "How To Help",
  "pageBody": "### Stay at Home.\n\nIf you think you don’t have a huge role to play in how the coronavirus outbreak plays out, think again. You have the potential to make this pandemic so much worse.\n\nThat’s because the coronavirus is both more contagious and more deadly than the common flu. One person can easily transmit it to other people without knowing it, and those people would then transmit it to even more people, creating a terrifying snowball effect.\n\nThe good news is, just as you can easily transmit the virus to other people, you can easily avoid transmitting it — if you’re willing to stay home. That’s right: Simply by sitting on your couch, you can potentially save lives.\n\nTo see why, check out the visualisation below. It shows how one person with the coronavirus, who passes on the virus to three other people (some experts say three is the average, though others estimate the infectiousness is a bit lower), can very quickly spawn a public health nightmare that afflicts thousands of people. But it also shows how one person can mitigate that effect through social distancing. By adhering to the lockdown, and avoiding the office, the barbecue, the airport, and so on, an individual can deprive the virus of the opportunity to infect more people.\n\n![](/uploads/stay-at-home.gif)\n\nSource: [Vox.com](https://www.vox.com/future-perfect/2020/3/26/21193851/coronavirus-covid-19-staying-home-social-distancing)",
  "intro": "Never before in the history of our democracy has our country been confronted by such a severe situation; however, it is a situation that we will be able to overcome if we work together. Below are several ways you can assist in helping to keep South Africa safe.",
  "content_section": [
    {
      "content": "### Donate\n\n* [**Donate cash to The Solidarity Fund** ](https://www.solidarityfund.co.za/)- Through this Fund, we aim to: Prevent the spread of the disease by supporting measures to “flatten the curve” and lower infection rates, detect and understand the magnitude of the disease, care for those in hospital or medical care, and support those whose lives have been disrupted by the pandemic.\n* [**Donate cash to the African Children’s Feeding Scheme (ACFS) to help feed our children**](https://www.acfs.org.za/donate.php) - For many of our children in the townships, school closure has resulted in the loss of the one meal they could depend on every day. ACFS are putting together weekly food hampers to ensure at risk children have at least essential foodstuffs in the home.\n* [**Donate perishables to Ladles of Love to keep support their soup kitchens**](http://ladlesoflove.org.za) - Vital items include perishable foods such as canned food, maize meal, oil, and pulses like beans and lentils. Bars of soap, and small bottles of sanitiser, that homeless people can keep in a pocket, will also be hugely beneficial.\n* [**Donate goods to CoronaCare for South Africa**](https://www.solidarityfund.co.za/) - CoronaCare is a match-making platform, connecting concerned South Africans with organisations on the ground supporting those in need. Those wishing to contribute can do so either through cash donations via this crowdfunding page, or through dropping off goods at one of their designated spots. [https://www.backabuddy.co.za/corona-care](https://www.backabuddy.co.za/corona-care \"https://www.backabuddy.co.za/corona-care\")\n* [**Donate blood to The South African National Blood Service (SANBS)**](https://sanbs.org.za/) **as well as the** [**Western Cape Blood Service (WCBS)**](https://www.wcbs.org.za/) **- Both SANBS, which operates in 8 of 9 provinces, and the WCBS, which operates from the Western Cape, are appealing to all donors from all blood groups to continue donating blood to prevent blood stocks running critically low.**\n* **Pay domestic workers and those in the informal sector even if you don't use their services -** Some workers in the gig or informal employment sector, are less likely to see more work - a trend that could spell disaster for people like domestic workers and gardeners. Many, such as politician Phumzile Van Damme, have urged employers to help by allowing domestic workers and gardeners to stay home with full pay."
    },
    {
      "content": "### Volunteer\n\n* [**Volunteer your skills virtually on ForGood.co.za**](https://www.forgood.co.za/) - From designing a home workout routine for kids, to helping a substance abuse prevention programme with financial management, virtual volunteering is a way for South Africans to create impact, without leaving their homes during the national lockdown.\n* [**Help OfferZen develop tech solutions for Government and Community COVID issues**](https://www.offerzen.com/blog/help_fight_corona) - OfferZen has set up a dedicated team that both identifies community and government projects that can make a difference, _and_ helps drive them to make an impact.\n* **Help the CoronaFighter team improve the daily symptom tracker** - CoronaFighter is a group of private sector volunteers working on a non-commercial basis. If you think you could add value to the team, get in touch."
    }
  ]
}
