{
  "intro": "",
  "pageTitle": "Privacy Policy",
  "pageBody": "**Privacy Policy and Terms of Use**\n\n**Medical Services Disclaimer**\n\nTHIS PLATFORM DOES NOT REPLACE PROFESSIONAL MEDICAL ADVICE.\n\nAll information, content, and material on the platform is for information and research purposes only and is not intended to serve as a substitute for the consultation, diagnosis, and/or medical treatment by a qualified physician or other healthcare provider.\n\nPlease consult with a qualified physician or healthcare provider before making any decisions or implementing any action that may affect your health and safety.\n\nDo not delay seeking medical advice because of something that you have read or understood in connection with this platform or because of any predictions or suggestion made by this platform as a result of your engagement with it.\n\nAlways consult your healthcare provider with regards to any questions or concerns that you may have about your health. Seek professional medical advice immediately if you think you have a medical emergency.\n\n**Important Information**\n\nPlease read this Privacy Policy and Terms of Use carefully. By creating an account, accessing or using this platform, you acknowledge that you accept and agree to be bound by the terms of this Privacy Policy and Terms of Use. **If you do not agree to these terms, you may not access the platform.**\n\nCoronaFighter is responsible for protecting your personal information and any reference to “our”, “we” or “us” mean CoronaFighter.\n\nOur aim is to provide you with useful information relating to Covid-19. Your use of this platform, and any information, suggestions or predictions provided by this platform, are entirely at your own risk.\n\nCoronaFighter makes no representation or warranty of any kind as to the accuracy of any information or suggestions provided on this platform. We are not liable for any errors or omissions in the content provided on this platform. By using this platform you understand and agree that this platform is not intended to serve the same purpose as a medical device.\n\nWe keep our Privacy Policy and Terms of Use under regular review. We may modify our Privacy Policy and Terms of Use from time to time. We will notify you and present you with a new version of our Privacy Policy and Terms of Use for you to read and accept should the modifications materially affect your rights. You can obtain all versions of our Privacy Policy and Terms of Use by contacting us.\n\n**About Us and what we do**\n\nCoronaFighter is a tool and an initiative: a tool for you to track symptoms and an initiative to reduce pressure on medical facilities, reduce deaths and track the evolution of the disease in our country. The project has to date been run non-commercially by a team of over 30 private sector volunteers.\n\n**Contact Details**\n\nName: Devon Solomon\n\nEmail: devon@mood.co.za\n\n**Introduction**\n\nWe care about you and we are committed to protecting your privacy and your personal information. We are here to help you identify possible COVID-19 symptoms and to assist with keeping you, your loved ones and your fellow South African residents healthy, informed and supported.\n\nThis Privacy Policy and Terms of Use will tell you what information we are collecting about you and why, and will explain your privacy rights and how the law protects you.\n\n**Protection of Your Personal Information**\n\nThe data that you share with us will be protected in accordance with the common law, your right to privacy in section 14 of the Constitution , the Protection of Personal Information Act (POPIA) as if it were in full force and the HPCSA’s guidelines on safeguarding confidential patient data.\n\nYou have the right to be informed about the collection of or unauthorised access to your personal information’ and to access your personal information. You may ask us to correct or destroy your personal information, or you may object to the processing of your personal information on legitimate grounds.\n\nThis privacy policy aims to give you information on how we collect and process your personal information through the use of this platform. It is important that you read this privacy policy carefully so that you are fully aware of the purpose for which we collect your personal information, what personal information we collect and how we do so.\n\n**For What Purpose Is This Information Collected**\n\nYou are allowing us to collect your personal information to combat the spread of COVID-19 –\n\nMore specifically, we will process your data so that we can:\n\n* understand more about the symptoms of COVID-19\n* track the spread of COVID-19 and work toward flattening the curve\n* assist individuals to track symptoms and to take responsible steps\n* advance scientific research into infection rates and individual response\n* provide you and others with relevant information related to the COVID-19 pandemic\n* send you secure electronic messages related to your health status\n\n**What Personal Information Is Collected**\n\nPersonal information means information about a natural or juristic person that makes that person identifiable. Personal information does not include information where the identity of a person has been removed (anonymous information).\n\nPersonal information includes data that we process about your health and your symptoms as well as any data collected from your mobile device, as outlined below, or data that you submit when you register on our platform and interact with us.\n\nWe may collect, use, store and transfer different kinds of personal information about you, including:\n\n* **Identity Information:** your name, surname, username or similar identifier, date of birth, age and gender;\n* **Contact Information:** email address and telephone numbers;\n* **Health Information:** information related to your health status, illnesses, medications, symptoms and COVID-19 test results;\n* **Technical Information:** internet protocol (IP) address, browser type and version, location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access this website;\n* **Profile Information:** your feedback and survery responses relating to information other than your Health Information;\n* **Marketing and Communications Information**: your preferences in receving marketing from us and our third parties and your communicaton preferences.\n\n**What Non-Personal Information Is Collected**\n\nWe also collect, use and share non-personal information such as statistical or demographic data for any purpose. Non-personal information could be derived from your personal information but is not considered personal information in law as this information cannot directly or indirectly be linked to your identity. However, if we combine or connect any non-personal information with your personal information so that it could directly or indirectly identify you, we will treat this combined data as personal information and protect it in accordance with this privacy policy.\n\n**How Is Your personal Information Collected:**\n\nWe use different methods to collect data from and about you including through:\n\n* Direct interaction: You may give us your Identity and contact information on the platform or by corresponding with us by phone, e-mail or otherwise. This includes personal information you provide when you:\n\n\n* create an account on our platform;\n* subscribe to our service or publications;\n* request marketing to be sent to you;\n* answer questions on the platform; or\n* give us feedback or contact us.\n\n\n* Automated technologies or interactions: As you interact with our platform, we will automatically collect technical information about your equipment, browsing actions and patterns. We collect this personal information by using cookies and other similar technologies.\n* Third parties or publicly available sources: We will receive personal information about you from various third parties such as set out below:\n\nTechnical Information from the following parties:\n\n1. analytics providers, such as Google, based outside South Africa;\n2. advertising networks based inside South Africa;\n3. search information providers based inside South Africa.\n\n**Consent and Participation**\n\nWe need your consent and your voluntary participation in the program in order to do what we do – by using this platform you accept that we can collect, process and analyse data about your health. You will have access to your data and be able to update your details. Our platform allows you to keep your personal information correct and up to date. You can edit or review your information by logging in and making the changes on your profile page or by contacting us on the information below. You are responsible for ensuring the accuracy of the personal information that you submit and we process on our platform.\n\nYour data will be shared with people doing important research to help South Africa combat the spread of COVID-19 and keep everyone safe. We may share your data with:\n\n* hospitals\n* doctors\n* health organisations\n* other research institutions\n* government\n\nYour data is shared anonymously and may be shared across jurisdictions. Other jurisdictions may have different data protection laws n place and this may affect the way your data is protected in those jurisdictions. In using this platform, you accept this risk.\n\nYou may withdraw from use of the platform and your consent at any time – if you do so, we will delete all identifiable personal data we hold about you.\n\nWe may use your personal information to inform you of updates to our platform, changes to our privacy policy, or to send you other important.\n\nWe may also use your information to improve our platform, share newsletters or updates on COVID-19 or otherwise with you, or send you notifications related to your use of the platform. Should you not want to receive such updates, you can edit these settings by logging into the app or contacting us.\n\nWe will keep data we obtain with your consent, unless such consent is withdrawn, for 6 years after your last use of the platform, unless a longer period is required by law. We will not keep your data longer than needed.\n\nWe may also retain your personal information for a longer period for historical, statistical or research purposes only where we have implemented appropriate safeguards against your information being accessed or used for any other purpose (for example, by anonymising the information so that it can no longer be associated with you).\n\nYou have the right to withdraw your consent and participation at any time where we are relying on consent to process your personal information. However, this will not affect the lawfulness of any processing carried out or agreed to before you withdraw your consent. If you withdraw your consent, we may not be able to provide certain services to you. We will advise you if this is the case at the time you withdraw your consent.\n\n**Third Party Access To Your Data**\n\nWe may use third parties to process some of the information that you share with us or to improve our platform, such as IT service providers and software engineers. We allow them access to your data only for the purposes of processing the data on our instructions. They are not allowed to use this data for any other purpose and will not keep it for longer than necessary.\n\nSome of your contact information, such as your cookie ID when you accept the cookies being used on the platform or your IP address, will be shared with third party advertising service providers who may assist us with advertising on our platform as well as on third party websites. We will get your express opt-in consent before we share your personal information with any third party for marketing purposes.\n\nIf you click on links or enable connections to third party websites, plug-ins and applications it may allow third parties to collect or share information about you. We do not control these third party websites. Please review the privacy policy of third party websites to understand how these websites collect and use your data. We are not responsible for any personal information that you share with these service providers when you access these sites.\n\n**Cookies**\n\nYou can set your browser to refuse all or some browser cookies, or to alert you when websites set or access cookies. If you disable or refuse cookies, please note that some parts of this website may become inaccessible or not function properly.\n\n**Promotional offers from us**\n\nWe may use your identity, contact, technical, usage and profile information to form a view on what we think you may want or need, or what may be of interest to you. This is how we decide which products, services and offers may be relevant for you (we call this marketing).\n\nYou will receive marketing communications from us if you have requested information from us and you have not opted out of receiving that marketing.\n\n**Disclosures Of Your Personal Information**\n\nYour data may be disclosed if we are obliged to do so for legal purposes –in respect of a court order, litigation, disciplinary proceedings or a statutory obligation to disclose – or when doing so is necessary to protect our rights, protect your safety, or protect our users. This includes instances where the non-disclosure of the medical information would represent a serious threat to public health. Your information may have to be provided to governmental authorities in terms of the disaster management regulations or other laws.",
  "content_section": [

  ]
}
